openfoam_container/simulation/fene_p/single_obstacle/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     5.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          66;
        startFace       10565;
    }
    fixedWalls
    {
        type            wall;
        nFaces          298;
        startFace       10631;
        closedSolidBodyMotion false;
    }
    outlet
    {
        type            patch;
        nFaces          66;
        startFace       10929;
    }
    frontAndBack
    {
        type            empty;
        nFaces          10780;
        startFace       10995;
    }
)


// ************************************************************************* //
